org/_posts/2017-03-10-glomular-outlook.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+OPTIONS: H:2 num:nil tags:nil toc:nil timestamps:nil
#+BEGIN_EXPORT html
---
layout: post
title: Glomular Outlook
categories: attempts
---
#+END_EXPORT

** Glomular Outlook
I can't say I'm into this.

We're forced to create a junk drawer for any of our beliefs that don't
fit into any of our currently available schema. This says nothing of
the individual qualia of which our beliefs are composed, which also
may need a junk drawer within our thoroughly schematic beliefs.

The icky sticky of life happens in these junk drawers. There are no
good answers. If you're lucky you've managed to sort the junk into
a few jars. Maybe "important" and "maybe important later who
knows."

If you're unlucky there's stuff in those drawers that you should
have categorized and dealt with ages ago. Those rubber bands? Don't
you have a spot somewhere in your office supplies where you are
keeping other miscellaneous fasteners? Shouldn't the playing cards
be next to the board games, and the flashlight be in a toolbox?

Maybe you just need to expand your concept of junk and get another
junk drawer, since now that you think about it "miscellaneous
fastener" is kinda broad, and the twist-ties seem out of place by
the stapler. The flashlight, similarly, is only as much of a "tool"
as your other electronic gadgets. What the hell?

Whenever I pack for vacations and parties I start putting
everything into bags until I literally pack my whole apartment
away. It's all "necessary," isn't it?

More abstractly, what do you do in your free time? Is it really free?
After you've intentionally structured that time isn't it taken up?
Maybe what I mean by "free time" is vacation. What do you do on
vacation? I don't mean going somewhere. That's too much work. I think
I mean "staycation." Or leisure? Leisure. /I/ stare at the
ceiling. Works of narrative fiction are too exhausting, too consuming,
too imagination limiting.

It's an up-hill ontological battle with everyday things, everyday
/beliefs/, everyday subjective experiences. It's not far from these
qualia to the big-ticket items, the important things that everyone
wants you to think about.

"Wait a second," you say, nationalism forms a backbone for socialism
*and* fascism? No way. Those anarchists over there believe that
violence can be justified for the right purposes? Doesn't that sound
familiar?  Historically some of the most vocal proponents for
anarchism have eventually /become/ fascists? Isn't that weird?  Your
anarchism isn't intersectional? Stateless palingenetic
ultranationalism?? Jesus fucking Christ. Proponents of liberal
democracy are racists, right? What about democratic socialism?  Maybe
that's okay. How do we get the right people in power? Rising up and
killing the ruling class is what happened in Rwanda. They were touched
by colonialism. So were we. What are the only places I can think of
that weren't colonized? Somalia. Antarctica? No, wait, Antarctica
counts. Technically everywhere there are humans was colonized, so I
guess I really mean colonized more than once. Maybe Antarctica doesn't
count after all.

Do we trust ourselves to draw solid lines between beliefs? Have we
been so conditioned to believe that we can discern, without doubt,
what values are better than others?  Like the Years of Lead, do we
believe ourselves so different from those that oppose us? Are we
willing to raise the rhetoric and fight back? Are we willing to whip
ourselves into a fervor and froth at the mouth and spittle on our
enemies until they back down?

Inspiring doubt in your beliefs is a key marketing tactic that's
used to sell you software, cars, gadgets, and other "solutions" to
quotidian hardship. Fear, uncertainty, and doubt. Volatility,
uncertainty, complexity, and ambiguity. I'm sorry, can I stop you?
The very idea of "quotidian hardship" is very "-ist," and a lot of
them. Disinformation, undermining the very quality of "realness"
that defines reality(reality?), is the tactic of the Kremlin. Don't
forget, there was no attempt at communism or equality. Don't
forget, there was no attempt at democracy or equality.

This is all so confusing. I'm not making any sense. I need someone
to tell me what to believe. What else could there be? Telling
people how to live their lives has worked so well in the
past. Drugs are gone and companies pay their taxes. These issues
effect real people, they're not personal decisions, they're
decisions we make for the common good. Alcoholism hurts people, and
not just the people that are alcoholics. That's why we passed a
constitutional amendment banning drinking. It's reflective of our
values.

Our large scale efforts to produce educated young people that
believe what we want them to believe have largely failed, except at
the university level. Do we continue to expand the number of people
going to college in order to fix this? Women are 60% of college
graduates, so maybe we need some outreach to young men.

It really is too bad that we can't help young men without helping
young men.

I'm sorry, can we reel this back a little bit? Education was a key
plank of the KKK's party platform, and at one point they launched
an initiative to buy up universities across the country. I'm
uncomfortable with this. Universities as indoctrination factories
are just... hm.

Maybe instead of higher education for all we should be looking to
limit "alternative" educations for the young. Homeschooling, for the
most part, seems like no good. I'm just spitballing. What about
christian radio? Seems unnecessary. Well, okay, but a bidding war
between NPR and christian radio stations has increased the payout of
selling a radio frequency in the US, and generally the victim is
alternative music on the airwaves. Great.

That's like two things. Lol. Maybe there's not a lot of alternative
education out there after all.

Maybe we're okay. Maybe there is no solution. Maybe there's just a
powerful law of averages at play that we can accept.

Accept?? Blind acceptance of the norm is tyranny. Tyranny that
/YOU/ are /IMPOSING/ on other people. What is wrong with you? We
/need/ a path forward. We need to believe that our contributions to
this world mean something and affect someone. We need to believe
that we can force someone's hand, and that the entirety of
non-domination requires it. Who has the power, if it can so easily
be taken away?

Blind acceptance of normies is also tyranny. Make those shits
uncomfortable.

When my shits are uncomfortable I really sit back and think about
my life and how much evil I must have done to deserve them. That's
the goal.

So where do I even begin? I think that this is a war for our souls,
if we have them.

