org/_posts/2017-03-10-glomular-outlook.org
*** Syncretization
We have to believe something. The alternative is too dangerous. I
won't elaborate on that.

I don't trust anyone who thinks that their beliefs are fully in line
with an established narrative. If you can think that then you haven't
thought enough. As you add preconditions theories becomes less and
less likely. What are the chances that all of the preconditions of a
social theory are well met? Perfect markets obey mathematical
rules. Markets are rarely perfect. [[https://www.nytimes.com/2017/02/21/business/economy/kenneth-arrow-dead-nobel-laureate-in-economics.html?_r=0][Smart people]] are okay with this
uncertainty. Can you be? This is actually, exactly where the fun stuff
begins. If you can accept that many social theories are equally
unlikely, you can begin to synthesize something like truly personal
socio-political beliefs, untethered from the whims of some other
person's pet theory. Marx lived and thought in a world that had a
particular, confounding set of cultural inputs. So did Mill. So did
Sontag, so does Hakim Bey, so does Ta-Nehesi Coates, so does Judith
Butler.

So does Mencius Moldbug?

So do you. The faster that you can be okay with being wrong, the
better chance you have of finding something worthwhile.

So what do you believe? Where did these ideas come from? Do you
remember? Can you find the sources of bias in your own thought,
the distortions in the lens of your perception? And if you can do
that, can you spot the distortions in the lenses of others?

Keep these things in mind and assemble your beliefs. Stand by the
important ones, the ones that you couldn't live without. If you had to
leave, NOW, and bring with you only a [[http://www.merlinmann.com/roderick/ep-133-secret-pope-songs.html][small bag]] of your most important
ideas, what would they be? How big, exactly, is your small bag? Can
you fit a few more things? How about fewer? They'd fit more
comfortably that way. Traveling without supplies really is too
[[https://meaningness.com/nihilism][dangerous]].

It's always up to you. You start with a [[post:2017-04-19-chunks.org][form]], a natural container for
your ideas that is the result of your genetics, upbringing, and
acculturation. From there you aggregate beliefs as they feel good, and
/make sense/. In art, this process of building out intuitively from
form and letting each piece find its home instinctually is
/bricolage/. Maybe the endeavor to be better /bricoleurs/ and
/bricoleusses/ of our own consciousness is a worthy one. As your own
ideas emerge, naturally, from the pile of available beliefs, something
beautiful is created. Something that doesn't need validation from a
wider audience, because /you know/ no one else can agree with you. You
can grind your lens down a little where it needs, understanding that
the image it projects is still not reality, but a more personal vision
of truth.

*** Skepticism
To embrace rationality is to be somewhere along the way to developing
personal, unique, syncretic beliefs. To be rational requires changing
your assessments when new evidence is presented.

This process of updating your personal beliefs based on new
information is narrative-shaking; understanding that there are more
than two sides to every story can facilitate empathy and productive
understanding with even the most dissimilar people. Irritability with
others' confused approach to the world is also normal, if you're an
asshole.

Things are complicated. Not only are other people wrong, you are
wrong too.

[[https://arxiv.org/abs/1003.2688][Level 4 Uncertainty]] permeates every level of our life, and
therefore the models that we use to understand the world must rely
on a complex meta-understanding of multiple models that produce
inputs somewhat unpredictably. Like Lo and Mueller say, if we want
our world to be model-able mathematically, "we must resign
ourselves to models with stochastic parameters or multiple regimes
that may not embody universal truth, but are merely useful."

#+BEGIN_QUOTE
"If people do not believe that mathematics is simple, it is only
because they do not realize how complicated life is."

-- John von Neumann
#+End_QUOTE

That's an end-goal, then. A path forward. An understanding that in
order to have "useful" beliefs, we must give up all pretension of them
embodying universal truths. And if our beliefs have very little hope
of capturing universal truths then we may as well allow ourselves to
work with many different models of reality fluidly, collecting the
best bits of the best thought for ourselves, and sloughing them off as
they are no longer useful.

This begins to look a lot like a mathy version of David Chapman's
[[https://meaningness.com/preview-eternalism-and-nihilism][Complete Stance]], which captures the limits of rationality, but admits
its utility at the same time. (side note, "Meaningness" should be
required reading for anyone that wants to exist on the internet. Just
don't get any ideas and start blogging like me, I need a niche here)

The Complete Stance, which is something like post-positivism for
spirituality, is something that we all engage with. It is the
recognition that there are no solid meanings handed down from above,
but that things are meaningful, nonetheless. We can find -- or attempt
to find -- the patterns that define reality, but reality's chaotic
nebulosity resists "universal truth."

