jekyll/_posts/2017-03-10-glomular-outlook.html

<div id="outline-container-org4348c9a" class="outline-3">
<h3 id="org4348c9a">Syncretization</h3>
<div class="outline-text-3" id="text-org4348c9a">
<p>
We have to believe something. The alternative is too dangerous. I
won't elaborate on that.
</p>

<p>
I don't trust anyone who thinks that their beliefs are fully in line
with an established narrative. If you can think that then you haven't
thought enough. As you add preconditions theories becomes less and
less likely. What are the chances that all of the preconditions of a
social theory are well met? Perfect markets obey mathematical
rules. Markets are rarely perfect. <a href="https://www.nytimes.com/2017/02/21/business/economy/kenneth-arrow-dead-nobel-laureate-in-economics.html?_r=0">Smart people</a> are okay with this
uncertainty. Can you be? This is actually, exactly where the fun stuff
begins. If you can accept that many social theories are equally
unlikely, you can begin to synthesize something like truly personal
socio-political beliefs, untethered from the whims of some other
person's pet theory. Marx lived and thought in a world that had a
particular, confounding set of cultural inputs. So did Mill. So did
Sontag, so does Hakim Bey, so does Ta-Nehesi Coates, so does Judith
Butler.
</p>

<p>
So does Mencius Moldbug?
</p>

<p>
So do you. The faster that you can be okay with being wrong, the
better chance you have of finding something worthwhile.
</p>

<p>
So what do you believe? Where did these ideas come from? Do you
remember? Can you find the sources of bias in your own thought,
the distortions in the lens of your perception? And if you can do
that, can you spot the distortions in the lenses of others?
</p>

<p>
Keep these things in mind and assemble your beliefs. Stand by the
important ones, the ones that you couldn't live without. If you had to
leave, NOW, and bring with you only a <a href="http://www.merlinmann.com/roderick/ep-133-secret-pope-songs.html">small bag</a> of your most important
ideas, what would they be? How big, exactly, is your small bag? Can
you fit a few more things? How about fewer? They'd fit more
comfortably that way. Traveling without supplies really is too
<a href="https://meaningness.com/nihilism">dangerous</a>.
</p>

<p>
It's always up to you. You start with a <a href="{% post_url 2017-04-19-chunks %}">form</a>, a natural container for
your ideas that is the result of your genetics, upbringing, and
acculturation. From there you aggregate beliefs as they feel good, and
<i>make sense</i>. In art, this process of building out intuitively from
form and letting each piece find its home instinctually is
<i>bricolage</i>. Maybe the endeavor to be better <i>bricoleurs</i> and
<i>bricoleusses</i> of our own consciousness is a worthy one. As your own
ideas emerge, naturally, from the pile of available beliefs, something
beautiful is created. Something that doesn't need validation from a
wider audience, because <i>you know</i> no one else can agree with you. You
can grind your lens down a little where it needs, understanding that
the image it projects is still not reality, but a more personal vision
of truth.
</p>
</div>
</div>

<div id="outline-container-org155c169" class="outline-3">
<h3 id="org155c169">Skepticism</h3>
<div class="outline-text-3" id="text-org155c169">
<p>
To embrace rationality is to be somewhere along the way to developing
personal, unique, syncretic beliefs. To be rational requires changing
your assessments when new evidence is presented.
</p>

<p>
This process of updating your personal beliefs based on new
information is narrative-shaking; understanding that there are more
than two sides to every story can facilitate empathy and productive
understanding with even the most dissimilar people. Irritability with
others' confused approach to the world is also normal, if you're an
asshole.
</p>

<p>
Things are complicated. Not only are other people wrong, you are
wrong too.
</p>

<p>
<a href="https://arxiv.org/abs/1003.2688">Level 4 Uncertainty</a> permeates every level of our life, and
therefore the models that we use to understand the world must rely
on a complex meta-understanding of multiple models that produce
inputs somewhat unpredictably. Like Lo and Mueller say, if we want
our world to be model-able mathematically, "we must resign
ourselves to models with stochastic parameters or multiple regimes
that may not embody universal truth, but are merely useful."
</p>

<blockquote>
<p>
"If people do not believe that mathematics is simple, it is only
because they do not realize how complicated life is."
</p>

<p>
&#x2013; John von Neumann
</p>
</blockquote>

<p>
That's an end-goal, then. A path forward. An understanding that in
order to have "useful" beliefs, we must give up all pretension of them
embodying universal truths. And if our beliefs have very little hope
of capturing universal truths then we may as well allow ourselves to
work with many different models of reality fluidly, collecting the
best bits of the best thought for ourselves, and sloughing them off as
they are no longer useful.
</p>

<p>
This begins to look a lot like a mathy version of David Chapman's
<a href="https://meaningness.com/preview-eternalism-and-nihilism">Complete Stance</a>, which captures the limits of rationality, but admits
its utility at the same time. (side note, "Meaningness" should be
required reading for anyone that wants to exist on the internet. Just
don't get any ideas and start blogging like me, I need a niche here)
</p>

<p>
The Complete Stance, which is something like post-positivism for
spirituality, is something that we all engage with. It is the
recognition that there are no solid meanings handed down from above,
but that things are meaningful, nonetheless. We can find &#x2013; or attempt
to find &#x2013; the patterns that define reality, but reality's chaotic
nebulosity resists "universal truth."
</p>
</div>
</div>
