jekyll/_posts/2017-03-10-glomular-outlook.html

<div id="outline-container-org5907f11" class="outline-3">
<h3 id="org5907f11">Amathia</h3>
<div class="outline-text-3" id="text-org5907f11">
<p>
There is always a certain <a href="http://www.iep.utm.edu/arendt/#H6">banality</a> to evil. An innocuous, unthinking
progression from one action to the next, not in <i>spite</i> of others'
human dignity, but merely without regard for it.
</p>

<p>
The mechanism of this unthinking is Amathia, which Hannah Arendt
(linked above) and more recently youtuber Gary Edwards single
out as the core personal vice of totalitarians the world over.
</p>

<p>
If the way forward is to abandon the idea that beliefs can embody
universal truths, then Amathia is the way backward. It is the
unwillingness to think beyond your own position, the stubborn
foolishness of believing that the knowledge that you have is enough;
that your personal truths constitute universal ones, that the lens by
which you have already begun to categorize the world is clear and
unbent.
</p>

<p>
So often it is not ideas that are dangerous, it is the people that
hold them, and the fervor by which they will throw themselves at
opposing ideas in arenas other than the circle-jerk of academia; the
problem is not the ideas, the problem is the adherents, those
hell-bent on thinking nothing other than what they've already
thought. The paranoid, the faithful, the driven. Anti-social ambition
cum wide scale misanthropy.
</p>

<p>
Maybe the best thing in general, then, is to reduce fervor. Dedicate
passion to more interesting human pursuits than politics and religion.
</p>

<p>
It's hard, if not impossible, to get drawn up by Amathia if your
beliefs are a conscious collection of the best bits of every system
that you can find. If your skeptical ideological syncretion becomes an
end-goal, you've padded yourself against the assault of assumption.
</p>

<p>
Your ideas will be complicit in gentle bad, since no one is safe from
that, but you won't tolerate evil. You're too smart for evil. Maybe.
</p>

<p>
At least that's the idea. If you syncrete a little harder and get
content with your new beliefs you may not catch yourself slipping into
evil. Evil is the world's worst accident, the existential equivalent
of wetting the bed. You don't want that. You want to recognize the
tickle as you dream about your porcelain heaven, and you want to get
yourself to the existential washing-up room as fast as humanly possible.
</p>

<p>
So, that drawer containing your political belief&#x2026; are you sure it's
the right one? Are you sure you can't get down in there and shuffle
things around at the ontological level? Are you sure that the edges of
your belief aren't fuzzy enough to disqualify it from any of the
drawers?  Are you sure you aren't sleep-walking yourself into peeing in
your underwear drawer?
</p>
</div>
</div>

<div id="outline-container-orgff7a5de" class="outline-3">
<h3 id="orgff7a5de">Deeply Held Beliefs and "Narrative Threat"</h3>
<div class="outline-text-3" id="text-orgff7a5de">
<p>
One foothold of Amathia is the "deeply held belief." This sort of
belief, when questioned, provokes a response not dissimilar from the
fight-or-flight impulse of cold survivalism. For whatever reason, we
treat beliefs about how humans should behave on a social scale
(politics) similarly to how we treat notions of our own safety. It's
as though we view threats to society as a threat to ourselves. This is
probably an evolved mechanism, but we've long out-built many of our
adaptive and evolutionary mechanisms, and determining whether it is a
useful response or not is impossible.
</p>

<p>
We're not stupid. Any belief that we're going to give that much weight
is going to have reasons. Reasons that we've thought about and are
sure are unimpeachable. Beliefs aren't just one fact. Beliefs aren't
just one justification. Beliefs are filled with narrative goop that
fills in the cracks and removes doubt. But narratives are
theories. Beliefs are conjectures. The more facts that your narrative
relies on in order to be true, the less likely it is to capture truth
at all.
</p>
</div>
</div>

<div id="outline-container-org02077c6" class="outline-3">
<h3 id="org02077c6">Hard Syncretions</h3>
<div class="outline-text-3" id="text-org02077c6">
<p>
All of this unfortunately leads to "third way" nonsense. Movements,
evangelism, and belief in something that exists "outside" of current
politics, but would impose a politics that is equally
unlikeable. Every position is extremist if you believe it hard
enough. The middle is a myth, a misunderstanding of politics in
general.
</p>

<p>
So much of what masquerades as moderate is just another one of these
new positions that fail to capture complexity and only serve as traps
for the intellectually lazy &#x2013; I've been lazy in a way that can only be
described as <i>ad nauseum</i>, so I really understand. If we're <a href="https://en.wikipedia.org/wiki/Thinking,_Fast_and_Slow">Thinking,
Fast and Slow</a>, we must always endeavor to think a little more slowly
about our foundational beliefs. Anything else is doing ourselves a
disservice.
</p>

<p>
True "moderation" has to be a rejection of hard and fast positions
that are immune to updating. There are no good firm beliefs because
beliefs cannot accurately capture reality in a meaningful way. I'm
sorry. I know this is hard for me.
</p>
</div>
</div>

<div id="outline-container-orgc562116" class="outline-3">
<h3 id="orgc562116">Ontological Chicken Coop</h3>
<div class="outline-text-3" id="text-orgc562116">
<p>
We are led to believe that it is valorous to defend our beliefs. Even
the verb "defend" makes it seem as though it is a life or death
matter, that protecting the purity of our narrative is a top
priority. But valor has its limits as a virtue, and when overextended
it leads us to stubbornness.
</p>

<p>
Montaigne, speaking of physical battles, says that such stubborn
people are rightly punished for their actions. Otherwise, he says,
every chicken coop in every city would become a bastion for the city's
defense. It is up to the valorous to decide when the battle is lost
and surrender themselves up to judgment of those conquering.
</p>

<p>
The good news is that this "defense" metaphor is fucking
terrible. Absolutely god awful. There's no battle for your
ideas. Every conversation is an opportunity for constructive,
syncretic conscious agents to add some good stuff to their mental
models, and subtract some bad stuff. If every bit of your narrative is
a chicken coop, though, it's gonna be vomitously bad in there. We call
this code smell, in the biz.
</p>

<p>
Of course we see, culturally, shifts from one set of narratives to
another. The timeline over which it happens is simply much too
long. The internet's instanteity requires fast adaptation and
existential acceptance of the infinite flow of narrative-redefining
information.
</p>
</div>
</div>

<div id="outline-container-org7bed748" class="outline-3">
<h3 id="org7bed748">Permissivity and Side Effects</h3>
<div class="outline-text-3" id="text-org7bed748">
<p>
If you've gotten this far, you're probably like "we get it, you read."
And that would only be half true, since most of what I read are blogs.
Blogs, like this one, are, by definition, bad. I haven't said anything
and here we are, as stupid as when we started.
</p>

<p>
If you've been reading this critically, who knows. Fuck off. Your
paranoia is welcome here, just don't let it stop me from brain washing
you.
</p>

<p>
That said, I'm pretty sure I plagiarized all of this. There's very
little to say in this world that hasn't been said better. That and I
have a pretty great memory for words, but not authors, so I'm probably
prone to the same sort of reckless plagiaristic recontextualization
that Fareed Zakaria is. Plus I used to really like his columns.
</p>

<p>
I'll leave you with this. Sometimes learning about new or painful
things doesn't indoctrinate you to the cause. Sometimes, if we allow
ourselves to think about how someone arrived at their conclusion we
can learn something besides what they've said. An off-label use of
their ideas. Sometimes these off-label uses should have been the
intended use all along. Maybe at some point culture will come around
to this notion, just as Benadryl is sold as both a sleep aid and an
allergy medication.
</p>

<p>
Wow that was a dumb way to end.
</p>
</div>
</div>
</div>
